{
  "plugins": {
    "blink.cmp": {
      "src": "https://www.github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "conform.nvim": {
      "src": "https://www.github.com/stevearc/conform.nvim"
    },
    "fzf-lua": {
      "src": "https://www.github.com/ibhagwan/fzf-lua"
    },
    "indent-blankline.nvim": {
      "src": "https://www.github.com/lukas-reineke/indent-blankline.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://www.github.com/rebelot/kanagawa.nvim"
    },
    "lualine.nvim": {
      "src": "https://www.github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://www.github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://www.github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://www.github.com/mason-org/mason.nvim"
    },
    "maximize.nvim": {
      "src": "https://www.github.com/declancm/maximize.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://www.github.com/neovim/nvim-lspconfig"
    },
    "nvim-surround": {
      "src": "https://www.github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://www.github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://www.github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://www.github.com/stevearc/oil.nvim"
    },
    "smart-splits.nvim": {
      "src": "https://www.github.com/mrjones2014/smart-splits.nvim"
    },
    "smear-cursor.nvim": {
      "src": "https://www.github.com/sphamba/smear-cursor.nvim"
    },
    "which-key.nvim": {
      "src": "https://www.github.com/folke/which-key.nvim"
    }
  }
}
